/* At least one row should not be empty */
"At least one row should not be empty" = "Your puzzle must have at least one row.";

/* check out this puzzle */
"check out this puzzle" = "Check out this puzzle";

/* click here to download to Wordoo */
"click here to download to Wordoo" = "Try this word puzzle! Click here to add the puzzle to Wordoo.";


/* close
   Close */
"Close" = "Close";

/* cracked version */
"cracked version" = "cracked version";

/* custom puzzles */
"custom puzzles" = "My Puzzles";

/* delete the puzzle permanently? */
"delete the puzzle permanently?" = "Permanently delete this puzzle?";

/* Design Matrix */
"Design Matrix" = "Design Matrix";

/* display warning */
"Display warning" = "Display warning";

/* downloaded a puzzle */
"downloaded a puzzle" = "Downloaded a puzzle";

/* error */
"Error" = "Error";

/* hint */
"Hint" = "Hint";

/* hint feature is disabled */
"Hint feature is disabled" = "Hints are disabled.";

/* If you like it, please upgrade to paid version. */
"If you like it, please upgrade to paid version." = "Like Wordoo?  Upgrade to the paid version.";

/* leave the puzzle */
"Leave the puzzle?" = "Leave this puzzle?";

/* No
   no */
"No" = "No";

/* of the solution steps? */
"of the solution steps?" = "of the solution steps?";

/* ok */
"OK" = "OK";

/* One of the words is */
"One of the words is" = "One of the words is:";

/* par */
"Par" = "Par";

/* Please keep the fifth row size at most 6 characters */
"Please keep the fifth row size at most 6 characters" = "Please keep the fifth row size at most 6 characters";

/* Please keep the first row size at most 6 characters */
"Please keep the first row size at most 6 characters" = "Please keep the first row size at most 6 characters";

/* Please keep the fourth row size at most 6 characters */
"Please keep the fourth row size at most 6 characters" = "Please keep the fourth row size at most 6 characters";

/* Please keep the second row size at most 6 characters */
"Please keep the second row size at most 6 characters" = "Please keep the second row size at most 6 characters";

/* Please keep the sixth row size at most 6 characters */
"Please keep the sixth row size at most 6 characters" = "Please keep the sixth row size at most 6 characters";

/* Please keep the third row size at most 6 characters */
"Please keep the third row size at most 6 characters" = "Please keep the third row size at most 6 characters";

/* puzzle least steps */
"Puzzle                             Least Steps" = "Puzzle                             Least Moves";

/* puzzle ending */
"puzzle ending" = "puzzle ending";

/* Puzzle name is required and must be unique */
"Puzzle name is required and must be unique" = "Puzzle name is required and must be unique";

/* restart puzzle and show */
"restart puzzle and show" = "restart puzzle and show";

/* restart puzzle and show all of the solution steps? */
"restart puzzle and show all of the solution steps?" = "restart puzzle and show all of the solution steps?";

/* restart the design matrix from the initial state? */
"restart the design matrix from the initial state?" = "restart the design matrix from the initial state?";

/* restart the design matrix to the last saved state? */
"restart the design matrix to the last saved state?" = "restart the design matrix to the last saved state?";

/* restart the puzzle */
"restart the puzzle?" = "Reset the puzzle and start over?";

/* same puzzle name already exists! */
"same puzzle name already exists!" = "A puzzle already exists with this name!";

/* score board */
"Score Board" = "Score Board";

/* show */
"Show" = "Show";

/* show all (unsolved) */
"Show all (solved)" = "Show all (solved)";

/* show-me
   Show-Me */
"Show-Me" = "Show Me";

/* showme feature is disabled */
"ShowMe feature is disabled" = "Show Me is disabled";

/* sorry, will run in free version mode */
"sorry, will run in free version mode" = "sorry, will run in free version mode";

/* sound */
"Sound" = "Sound";

/* unsolved */
"unsolved" = "unsolved";

/* Words */
"Words" = "Words";

/* Yes
   yes */
"Yes" = "Yes";

/* you got puzzle */
"you got puzzle!" = "You got a puzzle!";

/* you have to have Wordoo installed on your phone first - both free and paid version are available at App Store) */
"(make sure you have Wordoo installed on your phone - both free and paid version are available at App Store)" = "(make sure you have Wordoo installed on your phone - both free and paid versions are available from the App Store)";

/*title stype*/
"Tile style"="Tile style";

/*Settings*/
"Settings"="Settings";
